<?php
return [
    'home' => 'घर',
    'about' => 'हमारे बारे में',
    'gamma-irradiation' => 'गामा विकिरण',
    'process-line' => 'प्रक्रिया रेखा',
    'product-application' => 'उत्पाद एवं अनुप्रयोग',
    'Our Services' => 'हमारी सेवाएँ',
    'Blog' => 'ब्लॉग',
    'FAQ' => 'अक्सर पूछे जाने वाले प्रश्न',
    'Contact' => 'संपर्क',
    'logo_tagline' => 'आपका विश्वसनीय विकिरण साझेदार',









    // Product and Applications PAGE

    'FoodIrradiation-title'      => 'खाद्य विकिरण',
    'FoodIrradiation-maintitle' => 'सुरक्षित, लंबे समय तक चलने वाले खाद्य पदार्थों के लिए खाद्य विकिरण',
    'FoodIrradiation-subtitle'  => 'खाद्य सुरक्षा में सुधार के लिए नियंत्रित गामा विकिरण का उपयोग करने वाली वैज्ञानिक रूप से प्रमाणित प्रक्रिया।',
    'FoodIrradiation-desc'      => 'खाद्य विकिरण शेल्फ लाइफ बढ़ाता है, खाद्य अपव्यय को कम करता है और खाद्य गुणवत्ता से समझौता किए बिना बैक्टीरिया, परजीवी और कीट जैसे हानिकारक सूक्ष्मजीवों को समाप्त करता है।',

];
